Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [2512] Khi làm check-in cho một khách đến ngoài giờ nhà hàng, các nhân viên phải thông báo cho khách về các lựa chọn thực phẩm và đồ uống có sẵn.
vi: [2512] Khi làm check-in cho một khách đến ngoài giờ nhà hàng hoạt động, các nhân viên phải thông báo cho khách về các lựa chọn đồ ăn uống có sẵn.

source: [2525] khay dịch vụ phòng phải được gỡ bỏ khỏi tất cả các hành lang trước 23:00
vi: [2525] khay dịch vụ phòng phải được dọn khỏi tất cả các hành lang trước 23:00

source: [25264] Bộ lọc có thể tháo rời và rửa được để thu thập các mảnh cặn vôi.
vi: [25264] Bộ lọc có thể tháo rời và rửa được để thu cặn vôi.

source: [2528] Phải cung cấp các cơ sở thay đồ trẻ em.
vi: [2528] Phải cung cấp các tiện ích thay tã cho em bé.

source: [255050] Thay đổi đối với Hệ thống An toàn Cháy phải được Chứng nhận bởi Người đủ điều kiện
vi: [255050] Thay đổi đối với Hệ thống An toàn Cháy phải được Chứng nhận bởi Người có chuyên môn

source: [255054] cuộc khủng hoảng hoặc sự cố có thể thấy trước cần được xác định, ghi lại và lên kế hoạch ứng phó.
vi: [255054] Các khủng hoảng hoặc sự cố có thể dự đoán cần được xác định, ghi lại và lên kế hoạch ứng phó.

source: [255055] Phân công trách nhiệm của Đội xử lý khủng hoảng.
vi: [255055] Phải phân công trách nhiệm của Đội xử lý khủng hoảng.

source: [255056] Phải bao gồm chi tiết liên lạc của Nhóm Quản lý Khủng hoảng và một hoặc nhiều Nhóm Ứng phó Khẩn cấp, nhà cung cấp và nhà cung cấp dịch vụ
vi: [255056] Phải bao gồm thông tin liên lạc của Đội Xử lý Khủng hoảng và một hoặc nhiều Đội Ứng phó Khẩn cấp, nhà cung cấp và nhà cung cấp dịch vụ

source: [255057] Kế hoạch nên được cập nhật ít nhất hàng năm hoặc khi cần thiết, ví dụ khi hoàn cảnh thay đổi, để đảm bảo rằng nó vẫn còn hiện hành.
vi: [255057] Kế hoạch nên được cập nhật ít nhất hàng năm hoặc khi cần thiết, ví dụ khi hoàn cảnh thay đổi, để đảm bảo tính hiện hành.

source: [255058] Nên tiến hành kiểm tra Kế hoạch xử lý khủng hoảng của Nhóm quản lý khủng hoảng ít nhất hàng năm.
vi: [255058] Tối thiểu nên tiến hành kiểm tra Kế hoạch xử lý khủng hoảng của Đội Xử lý Khủng hoảng hàng năm.

source: [25782] Không được phép có quảng cáo của bên thứ ba trên ví và bao thẻ khóa.
vi: [25782] Không được phép có quảng cáo của bên thứ ba trên ví thẻ khóa.

source: [25789] Lịch trình phải được ghi lại
vi: [25789] Lịch phải được ghi lại

source: [25802] Cung cấp bút với notepad.
vi: [25802] Cung cấp bút kèm notepad.

source: [25807] Trường hợp khách xếp hàng, nhân viên phải cảm ơn họ vì đã chờ đợi.
vi: [25807] Trường hợp khách xếp hànglâu , nhân viên phải cảm ơn họ vì đã chờ.

source: [25808] Chính sách và giới hạn hút thuốc phải được thông báo cho khách trong Danh mục dịch vụ.
vi: [25808] Chính sách và các hạn chế hút thuốc phải được thông báo cho khách trong Danh mục dịch vụ.

source: [263053] Trường hợp các đám cháy khí được cung cấp một nguồn đánh lửa tự động với các điều khiển đốt để ngăn khí thoát ra khỏi phòng là bắt buộc.
vi: [263053] Nếu cung cấp lò sưởi gas, phải có nguồn đánh lửa tự động với các điều khiển đốt để tự động ngăn khí gas thoát vào phòng khách.

source: [263085] Lối thoát hiểm khẩn cấp trên cùng một tầng cách xa nhau.
vi: [263085] Các lối thoát hiểm khẩn cấp trên cùng tầng cách xa nhau.

source: [263086] Một sơ đồ hiển thị đường thoát khẩn cấp đến lối thoát khẩn cấp gần nhất phải được hiển thị ở cạnh phòng hoặc ngay sát mỗi cửa phòng họp.
vi: [263086] Một sơ đồ sơ tán khẩn cấp đến lối thoát gần nhất phải được treo trên mặt trong của cửa phòng họp hoặc bên cạnh mỗi cửa phòng họp.

source: [263101] Trong các Tòa nhà có Hệ thống chữa cháy cố định, tối đa 50% các tuyến cầu thang thoát hiểm khẩn cấp được phép thoát ra bên trong tòa nhà phải được Người có chuyên môn phê duyệt.
vi: [263101] Trong các Tòa nhà có Hệ thống chữa cháy cố định, tối đa 50% các tuyến cầu thang thoát hiểm khẩn cấp được phép mở ở bên trong tòa nhà, phải được Người có chuyên môn phê duyệt.

source: [263126] Chiếu sáng khẩn cấp phải cung cấp tối thiểu 60 phút chiếu sáng.
vi: [263126] Chiếu sáng khẩn cấp phải chiếu sáng tối thiểu 60 phút.

source: [263144] Báo cháy hai giai đoạn được phép sử dụng thiết bị phát hiện khói "khả định".
vi: [263144] Được sử dụng quy tình Báo cháy hai giai đoạn với đầu báo khói "địa chỉ".

source: [26390] Trong trường hợp không có cơ sở "Không làm phiền" điện tử, cần có một móc treo cửa ghi "Không làm phiền" cho mỗi phòng khách.
vi: [26390] Trong trường hợp không có cơ chế thông báo "Không làm phiền" điện tử, cần có một bảng treo cửa ghi "Không làm phiền" cho mỗi phòng khách.

source: [265085] Một hệ thống hóa chất ướt nên được sử dụng.
vi: [265085] Nên sử dụng hệ thống hóa chất ướt.

source: [265094] Ít nhất 12 tháng một lần thử nghiệm Thiết bị an toàn phòng cháy phải được thực hiện theo hướng dẫn của nhà sản xuất.
vi: [265094] Ít nhất 12 tháng một lần phải thử Thiết bị an toàn phòng cháy theo hướng dẫn của nhà sản xuất.

source: [266065] Khuyến nghị các ổ điện đôi có vỏ bọc.
vi: [266065] Khuyến nghị các ổ cắm đôi có nắp đậy.

source: [2671] Nhà vô địch Trải nghiệm khách hoặc Người quản lý đào tạo được chỉ định phải đảm bảo Đào tạo dịch vụ thương hiệu cho các đồng nghiệp mới được triển khai và hoàn thành trong vòng 60 ngày đầu tiên làm việc.
vi: [2671] Quản lý Trải nghiệm Khách hàng hoặc Quản lý Đào tạo được chỉ định phải đảm bảo thực hiện Đào tạo Dịch vụ Thương hiệu cho nhân viên và hoàn thành trong vòng 60 ngày đầu tiên nhân viên bắt đầu làm việc.

source: [2672] Nhà vô địch Trải nghiệm Khách mới phải tham gia khóa đào tạo ban đầu trong vòng 90 ngày kể từ khi bắt đầu công việc hoặc vào ngày đào tạo đầu tiên.
vi: [2672] Quản lý Trải nghiệm Khách hàng mới phải tham gia khóa đào tạo ban đầu trong vòng 90 ngày kể từ khi bắt đầu công việc hoặc vào ngày mở lớp đào tạo gần nhất.

source: [26764] Trường hợp không có hướng dẫn của nhà sản xuất, nệm phải được thay đổi ba tháng một lần.
vi: [26764] Trường hợp không có hướng dẫn của nhà sản xuất, nệm phải được lật ba tháng một lần.

source: [269] xe đẩy buồng phòng và thiết bị lau dọn không được can thiệp khách khi sử dụng hành lang.
vi: [269] xe đẩy buồng phòng và trang bị làm vệ sinh không được ảnh hưởng đến khách sử dụng hành lang.

source: [27266] Tối thiểu hai ổ cắm ở bàn bên giường, hoặc cùng nhau hoặc riêng biệt.
vi: [27266] Tối thiểu hai ổ cắm ở tab đầu giường, hoặc liền nhau hoặc tách riêng.

source: [274131] Tổng Giám đốc nên xem xét các hướng dẫn trong Bảo mật Quản lý Rủi ro IHG trên Merlin khi triển khai hệ thống vận hành An toàn trong phòng.
vi: [274131] Tổng Quản lý nên xem xét các hướng dẫn trong Tài liệu Quản lý rủi ro IHG về An ninh trên Merlin khi triển khai hệ thống vận hành Két an toàn trong phòng.

source: [274136] Đặt trong một khu vực dễ nhìn
vi: [274136] Đặt tại vị trí dễ thấy

source: [27568] Không cho phép biển báo viết tay.
vi: [27568] Cấm sử dụng biển tên viết tay.

source: [27775] Nên được thi công từ một loại gỗ hoặc kim loại chất lượng.
vi: [27775] Nên được chế tạo từ gỗ hoặc kim loại chất lượng cao.

source: [278053] Hàng rào phải có các cọc thẳng đứng không cho phép một quả cầu 100mm (4in) lọt qua.
vi: [278053] Hàng rào có các cọc đứng, không cho phép vật hình cầu kích thước 100mm lọt qua.

source: [278054] Khi một hàng rào không thể được sử dụng thì nên thực hiện Đánh giá rủi ro để xác định cách hiệu quả nhất để cung cấp sự bảo vệ tương đương đáng kể.
vi: [278054] Khi không thể sử dụng hàng rào, phải tiến hành đánh giá rủi ro để xác định cách thức hiệu quả nhất để cung cấp sự bảo vệ tương đương.

source: [278062] Đánh dấu độ sâu bằng sơn không nên được sử dụng.
vi: [278062] Không sử dụng sơn để đánh dấu độ sâu.

source: [278063] Độ sâu nên được hiển thị trong cả hai đơn vị feet và mét.
vi: [278063] Số báo độ sâu phải được viết bằng cả đơn vị feet và mét.

source: [278073] Kiểm tra hóa chất trên bể bơi và / hoặc nước bồn tắm nóng nên được thực hiện ba lần trong giờ hoạt động của hồ bơi và bản kiểm tra phải được duy trì.
vi: [278073] Kiểm tra hóa chất trong nước bể bơi và/hoặc bể nước nóng phải được thực hiện ít nhất ba lần một ngày trong giờ hoạt động của hồ bơi và phải duy trì sổ sách theo dõi.

source: [27812] Khu vực giữ taxi được khuyến khích.
vi: [27812] Khuyến nghị có khu vực đỗ taxi.

source: [27964] Phải cung cấp đèn đọc sách/ đèn bổ sung cạnh ghế ngồi lounge và bàn.
vi: [27964] Phải cung cấp đèn đọc sách/ đèn làm việc cạnh ghế ngồi lounge và bàn.

source: [28064] Nhân viên phải chào thân thiện và phù hợp với địa phương bao gồm chức danh và họ của khách, nếu biết.
vi: [28064] Nhân viên phải chào thân thiện và phù hợp với địa phương, bao gồm danh xưng và họ của khách, nếu biết.

source: [28065] Khi khách đến quầy lễ tân, các nhân viên nên trò chuyện thân mật, chào đón và thân thiện với họ, ví dụ như bằng cách hỏi thăm ngày của họ ra sao hoặc về hành trình của họ đến khách sạn.
vi: [28065] Khi khách đến quầy lễ tân, các nhân viên nên trò chuyện thân mật, cởi mở và thân thiện với họ, ví dụ như bằng cách hỏi thăm ngày của họ ra sao hoặc về hành trình của họ đến khách sạn.

source: [281] Tất cả các nệm và chân giường phải luôn sạch sẽ, không có vết bẩn và được bảo trì tốt.
vi: [281] Tất cả các nệm và khung giường phải luôn sạch sẽ, không có vết bẩn và được bảo trì tốt.

source: [282] Nệm phải được thay đổi theo yêu cầu của nhà sản xuất.
vi: [282] Nệm phải được lật theo hướng dẫn của nhà sản xuất.

source: [285178] Gắn kín
vi: [285178] phần cứng cố định hộp đựng giấy phải kín

source: [285179] Không cho phép bệ giữ đứng sàn
vi: [285179] Không cho phép hộp đựng giấy vệ sinh đặt trên sàn

source: [285180] Không cho phép bệ giữ đứng sàn
vi: [285180] Không cho phép hộp đựng giấy vệ sinh đặt trên sàn

source: [285181] Đánh bóng chrome
vi: [285181] chrome đánh bóng

source: [285244] Trong trường hợp các hoạt động đòi hỏi nước nóng phải được phân phối trên 52 ° C (125 ° F) để kiểm soát legionella hoặc cho mục đích vệ sinh nước, Đánh giá rủi ro phải được thực hiện bởi Chuyên gia được công nhận để xác định các biện pháp kiểm soát tại chỗ để ngăn ngừa cặn.
vi: [285244] Trong trường hợp các quy trình đòi hỏi nước nóng phải trên 52°C để kiểm nghiệm legionella hoặc cho mục đích vệ sinh nước, Đánh giá rủi ro phải được thực hiện bởi Chuyên gia có chứng nhận để xác định các biện pháp kiểm soát tại chỗ để phòng ngừa bỏng.

source: [285245] khách sạn nên xem xét các hướng dẫn và quy trình kiểm soát Legionella trên Merlin.
vi: [285245] khách sạn nên xem xét các hướng dẫn và quy trình kiểm soát khuẩn Legionella trên Merlin.

source: [28565] Vải lanh phải được loại bỏ khỏi dịch vụ nếu xuất hiện vết bẩn vĩnh viễn hoặc sờn.
vi: [28565] Đồ vải phải được loại bỏ nếu xuất hiện vết bẩn vĩnh viễn hoặc bị sờn.

source: [28574] Phải gửi một lá thư chào đón cá nhân cho tất cả các nhân viên lập kế hoạch cuộc họp trong vòng 48 tiếng nhận hợp đồng ký kết với một bản sao hợp đồng được thực hiện và/ hoặc ký kết.
vi: [28574] Phải gửi một lá thư chào đón dành riêng cho tất cả những người tổ chức sự kiện trong vòng 48 tiếng kể từ khi nhận được hợp đồng ký kết với một bản sao hợp đồng được thực hiện và/ hoặc ký kết.

source: [28864] Yêu cầu lớp bảo vệ nệm và phải thường xuyên làm sạch.
vi: [28864] Yêu cầu có tấm bảo vệ nệm và phải được làm sạch thường xuyên.

source: [28867] Đèn mờ dimmable trong mỗi phòng họp và khu vực chức năng.
vi: [28867] Đèn có thể điều chỉnh độ sáng trong mỗi phòng họp và khu vực chức năng.

source: [28868] Một phòng kho cuộc họp có sẵn cho khách sử dụng
vi: [28868] Một phòng kho cho phòng họp cho khách sử dụng

source: [28964] Nếu Người quản lý ca không nói tiếng Anh, một nhân viên phiên dịch luôn có mặt tại tòa nhà.
vi: [28964] Nếu Quản lý ca không nói tiếng Anh, một nhân viên phiên dịch luôn phải có mặt tại khách sạn.

source: [28965] Tất cả các Tổng Giám đốc, Trưởng phòng và đồng nghiệp phải hoàn thành Đào tạo Dịch vụ Thương hiệu trong vòng 60 ngày đầu tiên làm việc.
vi: [799] Tất cả các Tổng Quản lý, Trưởng Bộ phận và nhân viên phải hoàn thành chương trình Đào tạo Dịch vụ Thương hiệu trong vòng 14 ngày đầu tiên làm việc.

source: [28990] Được cung cấp và cài đặt bởi một nhà thầu biển báo được công nhận.
vi: [28990] Được cung cấp và lắp đặt bởi một nhà thầu biển hiệu được công nhận.

source: [28991] Phù hợp với Hướng dẫn nhận diện thương hiệu & bảng hiệu.
vi: [28991] Tuân thủ Hướng dẫn Nhận diện thương hiệu & biển hiệu.

source: [28998] Hoặc trong phòng vệ sinh công cộng của cả nam và nữ hoặc trong phòng vệ sinh cho cả người khuyết tật nam và nữ.
vi: [28998] Hoặc có trong phòng vệ sinh công cộng của cả nam và nữ hoặc trong phòng vệ sinh không phân giới tính cho người khuyết tật .

source: [29000] Gặp nhân viên, sau khi thông báo, phải xác nhận và trả lời bất kỳ yêu cầu nào trong vòng năm phút.
vi: [29000] Nhân viên trực phòng họp, khi nhận được thông tin, phải xác nhận và trả lời bất kỳ yêu cầu nào trong vòng năm phút.

source: [29001] Nên sử dụng một câu kết thúc tương tự như "chúng tôi mong được chào đón bạn đến khách sạn của chúng tôi"
vi: [29001] Nên sử dụng một câu kết thúc tương tự như "chúng tôi mong được chào đón bạn tại khách sạn của chúng tôi"

source: [29008] Món ăn phù hợp cho khách bị dị ứng, nhạy cảm hoặc ưu tiên.
vi: [29008] Món ăn phù hợp cho khách bị dị ứng, nhạy cảm hoặc tuân theo yêu cầu ưu tiên của khách.

source: [29010] Nên có món ăn phù hợp cho khách bị dị ứng, nhạy cảm hoặc theo sở thích.
vi: [29010] Nên có món ăn phù hợp cho khách bị dị ứng, nhạy cảm hoặc tuân theo yêu cầu ưu tiên của khách.

source: [2907] Khi bày khay dịch vụ phòng cho khách, nhân viên phải xác nhận các mặt hàng F&B và đảm bảo khách có mọi thứ họ cần trước khi khởi hành
vi: [2907] Khi bày khay dịch vụ phòng cho khách, nhân viên phải xác nhận các đồ F&B và đảm bảo khách có mọi thứ họ cần trước khi rời đi

source: [29166] Nhà vô địch Trải nghiệm khách hoặc Giám đốc đào tạo được chỉ định phải đảm bảo rằng tất cả các hoạt động đào tạo Dịch vụ thương hiệu trong khách sạn được thực hiện và hoàn thành.
vi: [29166] Quản lý Trải nghiệm Khách hàng hoặc Quản lý Đào tạo được chỉ định phải đảm bảo rằng nội dung Đào tạo Dịch vụ Thương hiệu được thực hành và hoàn thành trong khách sạn.

source: [2932] Cho phép các dịch vụ Concierge.
vi: [2932] Cho phép cung cấp các dịch vụ Concierge.

source: [2934] Từ 23:00–07:00 các dịch vụ concierge phải được giới thiệu cho khách bởi nhân viên làm việc tại Quầy Lễ Tân, Trung Tâm Dịch Vụ Khách Hàng, hoặc bởi nhân viên khuân vác hành lý.
vi: [2934] Từ 23:00–07:00 các dịch vụ concierge phải được giới thiệu cho khách bởi nhân viên Lễ Tân, nhân viên Trung Tâm Dịch Vụ Khách Hàng, hoặc bởi nhân viên khuân vác hành lý.

source: [29515] Khi màn hình máy tính được sử dụng, phải cung cấp nguồn sáng không phản chiếu
vi: [29515] Khi màn hình máy tính được sử dụng, phải cung cấp nguồn sáng chống lóa

source: [29520] Trong phòng đôi có khóa kéo và giường liên kết, bàn cạnh giường ngủ phải có thể di chuyển được.
vi: [29520] Trong phòng twin có giường zip and link (giường twin dùng khóa zip để nối lại với nhau), tab đầu giường phải di động

source: [29521] Bàn đầu giường cố định nên được đúc hẫng khỏi đầu giường
vi: [29521] tab đầu giường cố định nên được cố định vào vách đầu giường (không có chân chống xuống đất)

source: [295] Phải cung cấp một cũi trẻ em khi được yêu cầu.
vi: [295] Phải cung cấp cũi trẻ em khi được yêu cầu.

source: [2964] Quầy lễ tân và khu vực phía sau bàn dễ thấy, phải không bị lộn xộn.
vi: [2964] Quầy lễ tân và khu vực phía sau quầy trong tầm mắt khách phải gọn gàng ngăn nắp.

source: [297] Cũi được yêu cầu trước khi đến phải ở trong phòng của khách khi khách đến.
vi: [297] Cũi được yêu cầu trước khi khách đến phải ở trong phòng của khách khi khách đến.

source: [29866] nhân viên phải nói với thành viên Spire Elite và Platinum Elite rằng họ đã được nâng cấp trong quá trình Đăng ký.
vi: [29866] Nhân viên phải báo với thành viên Spire Elite và Platinum Elite rằng họ đã được nâng cấp trong phòng quá trình Check in.

source: [29867] Nâng cấp chỉ áp dụng cho phòng cá nhân của nhân viên Spire Elite và Platinum Elite.
vi: [29867] Nâng cấp phòng chỉ áp dụng cho phòng cá nhân của thành viên Spire Elite và Platinum Elite.

source: [29868] Khi không có phòng nâng cấp, các nhân viên phải lịch sự thông báo cho khách Spire Elite và Platinum Elite rằng tiện ích này không có sẵn tại thời điểm.
vi: [29868] Khi không có phòng nâng cấp, các nhân viên phải lịch sự thông báo cho khách Spire Elite và Platinum Elite rằng tiện ích này không có sẵn tại thời điểm hiện tại.

source: [300048] Bộ thực đơn ăn miễn phí cho trẻ để tham chiếu.
vi: [300048] Bộ toolkit thực đơn Kids Eat Free để tham khảo.

source: [300050] Đào tạo thực đơn miễn phí cho trẻ em phải được hoàn thành bởi tất cả các nhân viên F&B.
vi: [300050] Đào tạo về Thực đơn Kids Eat Free phải được hoàn thành bởi tất cả các nhân viên F&B.

source: [300052] Trẻ em phải được chào đón riêng
vi: [300052] Từng trẻ em đều phải được chào riêng

source: [300054] Nên hướng dẫn trẻ trực tiếp tại khu vực ăn uống.
vi: [300054] Nên giao tiếp trực tiếp với trẻ trong khu vực ăn uống.

source: [300055] SOPs thực đơn miễn phí cho trẻ để tham chiếu.
vi: [300055] Quy trình vận hành tiêu chuẩn đối với chương trình Kids Eat Free để tham chiếu.

source: [300065] Thìa và dĩa nên có lớp phủ mềm, thiết kế công thái học, thiết kế kiểu rocking đế nặng.
vi: [300065] Thìa và dĩa nên có lớp bọc mềm, thiết kế dễ cầm nắm, thiết kế chống đổ thức ăn.

source: [300067] Cốc nhựa nên có đế cao su chống trượt và thiết kế rocking đế nặng.
vi: [300067] Cốc nhựa nên có đế cao su chống trượt và thiết kế nặng đáy.

source: [300068] Nên dùng ghế nâng cho trẻ từ 3-6 tuổi.
vi: [300068] Nên dùng đệm ghế cao cho trẻ từ 3-6 tuổi.

source: [300069] Thực đơn cho trẻ em ăn miễn phí phải sử dụng các công thức nấu ăn được IHG phê duyệt, ngoại trừ phần “đặc biệt của Đầu bếp”.
vi: [300069] Menu Kids Eat Free phải sử dụng các công thức nấu ăn được IHG phê duyệt, ngoại trừ trong mục “Món đặc biệt của Đầu bếp”.

source: [304059] Thìa và dĩa nên có lớp phủ mềm, thiết kế công thái học, thiết kế kiểu rocking đế nặng.
vi: [304059] Thìa và dĩa nên có lớp bọc mềm, thiết kế dễ cầm nắm, thiết kế chống đổ thức ăn.

source: [304060] Đĩa nên có thiết kế không lật
vi: [304060] Đĩa nên có thiết kế chống lật

source: [304065] Lựa chọn cuối cùng của đế giường và nệm phải được IHG phê duyệt.
vi: [304065] Lựa chọn cuối cùng khung giường và nệm cuối cùng phải được IHG phê duyệt.

source: [307049] Dao dĩa trẻ em nên chịu nhiệt.
vi: [307049] Khuyến nghị chọn dao dĩa trẻ em chịu nhiệt.

source: [307050] Dao dĩa trẻ em nên chịu nhiệt.
vi: [307050] Khuyến nghị chọn dao dĩa trẻ em chịu nhiệt.

source: [310] Tất cả các bộ đồ giường phải không được có ố bẩn dễ trông thấy, sạch sẽ và được bảo trì tốt.
vi: [310] Tất cả các chăn ga gối... không có ố bẩn có thể nhìn thấy, phải sạch sẽ và được bảo trì tốt.

source: [321] Chọn lựa loại mềm hoặc chắc chắn phải được chỉ ra rõ ràng.
vi: [321] Phải đánh dấu rõ là gối loại mềm hay cứng

source: [32265] Chiều rộng tối thiểu được đề xuất giữa các bờ đối diện của hai cửa khoang thang máy là 3 m (10ft).
vi: [32265] Chiều rộng tối thiểu cho sảnh thang máy được đề xuất là 3 m (10ft).

source: [323] Phải cung cấp một cơ sở báo thức trong phòng
vi: [323] Phải cung cấp tiện ích báo thức trong phòng

source: [324257] Việc kiểm tra nhiệt độ nên được tiến hành ít nhất 5 năm một lần bởi một người được chứng nhận là người đo nhiệt độ có trình độ và có bằng chứng chứng minh cho thấy họ có thể thực hiện đo nhiệt độ chính xác và hiệu quả trên thiết bị điện.
vi: [324257] Việc kiểm tra nhiệt độ nên được tiến hành ít nhất 5 năm một lần bởi một người có chứng nhận chuyên môn và có bằng chứng trên giấy tờ chứng minh cho thấy họ có thể thực hiện đo nhiệt độ chính xác và hiệu quả trên thiết bị điện.

source: [32569] Thực đơn nên bao gồm các món mới được chế biến bao gồm thịt nạc nướng và cá, rau hấp, gạo lứt và trái cây.
vi: [32569] Thực đơn nên bao gồm các món được chế biến tươi bao gồm thịt nạc và cá nướng, rau hấp, gạo lứt và trái cây.

source: [32570] Thực đơn cho trẻ em ăn miễn phí nên có các món được chế biến tươi bao gồm thịt nạc nướng và cá, rau hấp, gạo lứt và trái cây.
vi: [32570] Thực đơn Kids Eat Free nên có các món được chế biến tươi bao gồm thịt nạc và cá nướng, rau hấp, gạo lứt và trái cây.

source: [32578] Thực đơn bữa tối và quầy bar nên bao gồm các mặt hàng thực phẩm và đồ uống quen thuộc và theo vùng.
vi: [32578] Thực đơn bữa tối và quầy bar nên bao gồm các món ăn và đồ uống quen thuộc và có tính vùng miền.

source: [329] Cung cấp tối thiểu một notepad.
vi: [329] Cung cấp tối thiểu một tập notepad.

source: [331083] Điểm / ổ cắm dữ liệu và nguồn điện phải được cung cấp tại mỗi điểm truy cập chính của khách và nhân viên.
vi: [331083] Ổ điện và điểm kết nối mạng phải được cung cấp tại mỗi lối vào chính của khách và nhân viên.

source: [33473] Tất cả các khách sạn phải tham gia Chương trình trung gian của bên thứ ba (Chương trình) trừ khi IHG nhận được thông báo bằng văn bản.
vi: [33473] Tất cả các khách sạn phải tham gia Chương trình trung gian của bên thứ ba (Chương trình) trừ khi IHG nhận được thông báo bằng văn bản về việc không tham gia.

source: [33474] khách sạn tham gia Chương trình không được tham gia vào các thỏa thuận phân phối trực tuyến riêng biệt.
vi: [33474] Khách sạn tham gia Chương trình không được tham gia vào các thỏa thuận riêng về phân phối trực tuyến.

source: [33869] lựa chọn thực phẩm ngoài giờ cao điểm nên bao gồm dịch vụ phòng, máy bán hàng tự động hoặc cửa hàng thực phẩm bên ngoài.
vi: [33869] lựa chọn đồ ăn uống ngoài giờ cao điểm nên bao gồm dịch vụ phòng, máy bán hàng tự động hoặc cửa hàng đồ ăn bên ngoài.

source: [338] Ít nhất một cái gạt tàn phải được cung cấp trong phòng hút thuốc.
vi: [338] Tối thiểu một gạt tàn phải được cung cấp trong phòng hút thuốc.

source: [341083] Nên có thảm với lớp lót.
vi: [341083] Nên sử dụng lót thảm.

source: [343] Phải cung cấp các cơ sở và nguồn cung cấp làm trà và cà phê.
vi: [343] Phải cung cấp các vật dụng và sản phẩm pha trà và cà phê.

source: [346197] • Nên đặt nhiệt độ ở 24 ° C (75,2 ° F).
vi: [346197] • Nên đặt ở nhiệt độ 24°C (75,2 ° F).

source: [346198] Phải cung cấp một topper nệm riêng hoặc topper phủ nệm tích hợp
vi: [346198] Phải cung cấp một topper riêng hoặc tích hợp topper

source: [356100] Nên xem xét và cung cấp khu vực thích hợp cho phép người sử dụng xe lăn có thể di chuyển vào vị trí lánh nạn.
vi: [356100] Nên xem xét và cung cấp đủ diện tích cho phép người sử dụng xe lăn có thể di chuyển trong vị trí chờ.

source: [35764] giai đoạn học trực tuyến của chương trình nên được bắt đầu khi đảm nhận vai trò
vi: [35764] Giai đoạn học trực tuyến của chương trình nên được bắt đầu khi Tổng Quản lý bắt đầu đảm nhận công việc

source: [35765] Thông tin về vận chuyển luôn sẵn sàng cho khách sử dụng.
vi: [35765] Thông tin về dịch vụ vận chuyển luôn sẵn sàng khi khách cần biết.

source: [36064] Khay tiện ích nên có ngăn cho chân đế ấm và hệ thống dây điện.
vi: [36064] Khay amenity nên có khoang để cất đế ấm đun nước và dây điện.

source: [36069] Tất cả ánh sáng bên ngoài phải được duy trì và hoạt động tốt.
vi: [36069] Tất cả ánh sáng ngoại thất phải được bảo trì và duy trì hoạt động tốt.

source: [36266] Thùng rác thu gom tái chế có thể đặt trong phòng khách.
vi: [36266] Thùng gom rác tái chế được phép đặt trong phòng khách.

source: [36464] Không cho phép sắp xếp hoa và cây cối.
vi: [36464] Không cho phép bố trí chậu cây và cắm hoa.

source: [369] Phải cung cấp biển báo “Quên Thứ Gì Đó?”
vi: [369] Phải cung cấp biển báo “Forget something?™”

source: [370] Yêu cầu hai cốc vại.
vi: [370] Yêu cầu hai cốc tumbler.

source: [37250] Khi cung cấp bàn tiếp đón ngoài khu vực, thời gian cao điểm phải được xác định và các giải pháp nhân sự được đưa ra trong thời gian này.
vi: [37250] Khi cung cấp bàn tiếp đón ngoài trời, phải xác định giờ cao điểm và có kế hoạch bố trí nhân sự trong thời gian này.
